#+TITLE: Intro to Concept Art
#+AUTHOR: Chris Hogan
#+DATE: <2021-12-06 Mon> to <2022-01-02 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-11 Sat 21:42], for week 2021-W49.
  | Tags     | Headline                                 | Time    |       |       |      |
  |----------+------------------------------------------+---------+-------+-------+------|
  |          | *Total time*                             | *28:16* |       |       |      |
  |----------+------------------------------------------+---------+-------+-------+------|
  |          | \_  Week 1                               |         | 28:16 |       |      |
  |          | \_    <2021-12-06 Mon>                   |         |       | 10:02 |      |
  | study    | \_      FZD 101                          |         |       |       | 1:45 |
  | study    | \_      FZD 102                          |         |       |       | 0:31 |
  | drawing  | \_      digital sketching from reference |         |       |       | 7:46 |
  |          | \_    <2021-12-07 Tue>                   |         |       |  2:53 |      |
  | study    | \_      gathering reference              |         |       |       | 0:42 |
  | painting | \_      digital painting from reference  |         |       |       | 2:11 |
  |          | \_    <2021-12-08 Wed>                   |         |       |  3:01 |      |
  | drawing  | \_      digital sketching from reference |         |       |       | 3:01 |
  |          | \_    <2021-12-09 Thu>                   |         |       |  2:58 |      |
  | painting | \_      digital painting from reference  |         |       |       | 2:58 |
  |          | \_    <2021-12-10 Fri>                   |         |       |  2:31 |      |
  | drawing  | \_      digital sketching from reference |         |       |       | 2:31 |
  |          | \_    <2021-12-11 Sat>                   |         |       |  6:51 |      |
  | study    | \_      GCA class                        |         |       |       | 1:59 |
  | painting | \_      digital painting from reference  |         |       |       | 4:27 |
  | study    | \_      FZD Ep 103                       |         |       |       | 0:25 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *13h 18m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *5h 22m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *9h 36m*  |
  
  #+END:
*** <2021-12-06 Mon>
**** DONE FZD 101                                                     :study:
     :LOGBOOK:
     CLOCK: [2021-12-06 Mon 12:18]--[2021-12-06 Mon 12:57] =>  0:39
     CLOCK: [2021-12-06 Mon 08:01]--[2021-12-06 Mon 09:07] =>  1:06
     :END:
**** DONE FZD 102                                                     :study:
     :LOGBOOK:
     CLOCK: [2021-12-06 Mon 21:13]--[2021-12-06 Mon 21:44] =>  0:31
     :END:
**** DONE digital sketching from reference                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-06 Mon 18:18]--[2021-12-06 Mon 21:08] =>  2:50
     CLOCK: [2021-12-06 Mon 13:25]--[2021-12-06 Mon 16:12] =>  2:47
     CLOCK: [2021-12-06 Mon 09:31]--[2021-12-06 Mon 11:40] =>  2:09
     :END:
*** <2021-12-07 Tue>
**** DONE gathering reference                                         :study:
     :LOGBOOK:
     CLOCK: [2021-12-07 Tue 18:13]--[2021-12-07 Tue 18:55] =>  0:42
     :END:
**** DONE digital painting from reference                          :painting:
     :LOGBOOK:
     CLOCK: [2021-12-07 Tue 18:55]--[2021-12-07 Tue 21:06] =>  2:11
     :END:
*** <2021-12-08 Wed>
**** DONE digital sketching from reference                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-08 Wed 18:01]--[2021-12-08 Wed 21:02] =>  3:01
     :END:
*** <2021-12-09 Thu>
**** DONE digital painting from reference                          :painting:
     :LOGBOOK:
     CLOCK: [2021-12-09 Thu 20:52]--[2021-12-09 Thu 21:24] =>  0:32
     CLOCK: [2021-12-09 Thu 18:05]--[2021-12-09 Thu 20:31] =>  2:26
     :END:
*** <2021-12-10 Fri>
**** DONE digital sketching from reference                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-10 Fri 18:36]--[2021-12-10 Fri 20:58] =>  2:22
     CLOCK: [2021-12-10 Fri 18:25]--[2021-12-10 Fri 18:34] =>  0:09
     :END:
*** <2021-12-11 Sat>
**** DONE GCA class                                                   :study:
     :LOGBOOK:
     CLOCK: [2021-12-11 Sat 08:00]--[2021-12-11 Sat 09:59] =>  1:59
     :END:
**** DONE digital painting from reference                          :painting:
     :LOGBOOK:
     CLOCK: [2021-12-11 Sat 19:38]--[2021-12-11 Sat 21:42] =>  2:04
     CLOCK: [2021-12-11 Sat 13:02]--[2021-12-11 Sat 14:30] =>  1:28
     CLOCK: [2021-12-11 Sat 11:03]--[2021-12-11 Sat 11:58] =>  0:55
     :END:
**** DONE FZD Ep 103                                                  :study:
     :LOGBOOK:
     CLOCK: [2021-12-11 Sat 12:37]--[2021-12-11 Sat 13:02] =>  0:25
     :END:
*** <2021-12-12 Sun>
**** TODO GCA assignment :drawing:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-11 Sat 21:42], for week 2021-W49.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-11 Sat 21:42], for week 2021-W49.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-11 Sat 21:42], for week 2021-W49.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
